Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Type what you remember, or narrow it down with the filters above.
ar: اكتب ما تتذكره، أو ضيّق النتائج باستخدام عوامل التصفية أعلاه.
bg: Въведете каквото помните или стеснете резултатите с филтрите по-горе.
bn: আপনার যা মনে আছে তা লিখুন, অথবা উপরের ফিল্টার দিয়ে ফলাফল সংকুচিত করুন।
ca: Escriu què recordes o restringeix els resultats amb els filtres de dalt.
cs: Napište, co si pamatujete, nebo výsledky upřesněte pomocí filtrů výše.
da: Skriv det, du husker, eller afgræns søgningen med filtrene ovenfor.
de: Gib ein, woran du dich erinnerst, oder grenze die Suche mit den Filtern oben ein.
el: Πληκτρολογήστε ό,τι θυμάστε ή περιορίστε τα αποτελέσματα με τα παραπάνω φίλτρα.
es: Escribe lo que recuerdes o acota los resultados con los filtros anteriores.
fa: آنچه به یاد دارید وارد کنید یا با فیلترهای بالا نتایج را محدود کنید.
fi: Kirjoita, mitä muistat, tai rajaa tuloksia yllä olevilla suodattimilla.
fr: Saisissez ce dont vous vous souvenez ou affinez avec les filtres ci-dessus.
he: הקלידו את מה שאתם זוכרים או צמצמו את התוצאות באמצעות המסננים שלמעלה.
hi: जो याद है उसे लिखें या ऊपर दिए फ़िल्टर से परिणाम सीमित करें।
hr: Upišite čega se sjećate ili suzite rezultate pomoću gornjih filtara.
hu: Írja be, amire emlékszik, vagy szűkítse a találatokat a fenti szűrőkkel.
id: Ketik hal yang Anda ingat atau persempit pencarian dengan filter di atas.
it: Scrivi ciò che ricordi oppure restringi i risultati con i filtri qui sopra.
ja: 覚えている内容を入力するか、上のフィルタで絞り込んでください。
kk: Есіңізде қалғанын енгізіңіз немесе жоғарыдағы сүзгілермен нәтижені тарылтыңыз.
ko: 기억나는 내용을 입력하거나 위의 필터로 범위를 좁혀 보세요.
lt: Įveskite tai, ką prisimenate, arba susiaurinkite rezultatus pirmiau pateiktais filtrais.
ms: Taip perkara yang anda ingat atau kecilkan skop dengan penapis di atas.
nb: Skriv inn det du husker, eller avgrens med filtrene ovenfor.
nl: Typ wat je nog weet of verfijn de resultaten met de filters hierboven.
pl: Wpisz to, co pamiętasz, lub zawęź wyniki za pomocą powyższych filtrów.
pt: Escreva o que se recorda ou restrinja a pesquisa com os filtros acima.
ro: Introduceți ceea ce vă amintiți sau restrângeți rezultatele folosind filtrele de mai sus.
ru: Введите то, что помните, или сузьте результаты с помощью фильтров выше.
sk: Zadajte, čo si pamätáte, alebo zúžte výsledky pomocou filtrov vyššie.
sl: Vnesite, česar se spomnite, ali zožite rezultate z zgornjimi filtri.
sv: Skriv det du kommer ihåg eller begränsa resultaten med filtren ovan.
th: พิมพ์สิ่งที่คุณจำได้ หรือจำกัดผลลัพธ์ด้วยตัวกรองด้านบน
tr: Hatırladıklarınızı yazın veya yukarıdaki filtrelerle sonuçları daraltın.
uk: Введіть те, що пам’ятаєте, або звузьте пошук за допомогою фільтрів вище.
vi: Nhập những gì bạn nhớ hoặc thu hẹp kết quả bằng các bộ lọc phía trên.
zh_hans: 输入您记得的内容，或使用上方的筛选条件缩小范围。
zh_hant: 輸入您記得的內容，或使用上方的篩選條件縮小範圍。

source: Unavailable
ar: غير متوفر
bg: Не е налично
bn: উপলভ্য নয়
ca: No disponible
cs: Nedostupné
da: Ikke tilgængelig
de: Nicht verfügbar
el: Μη διαθέσιμο
es: No disponible
fa: در دسترس نیست
fi: Ei käytettävissä
fr: Indisponible
he: לא זמין
hi: उपलब्ध नहीं
hr: Nedostupno
hu: Nem érhető el
id: Tidak Tersedia
it: Non disponibile
ja: 利用不可
kk: Қолжетімді емес
ko: 사용할 수 없음
lt: Nepasiekiama
ms: Tidak Tersedia
nb: Utilgjengelig
nl: Niet beschikbaar
pl: Niedostępne
pt: Indisponível
ro: Indisponibil
ru: Недоступно
sk: Nie je k dispozícii
sl: Ni na voljo
sv: Inte tillgängligt
th: ไม่พร้อมใช้งาน
tr: Kullanılamıyor
uk: Недоступно
vi: Không khả dụng
zh_hans: 不可用
zh_hant: 無法使用

source: Unfavorite
ar: أزل التفضيل
bg: Премахване от любимите
bn: ফেভারিট বাদ দিন
ca: Elimina dels preferits
cs: Zrušit oblíbení
da: Fjern favorit
de: Entfavorisieren
el: Αποεπιλογή από τα αγαπημένα
es: Retirar favorito
fa: حذف از علاقه‌مندی‌ها
fi: Poista suosikeista
fr: Enlever des favoris
he: לא מועדף
hi: नापसंद करें
hr: Ukloni iz omiljenih
hu: Kedvenc közül kivesz
id: Hapus favorit
it: Rimuovi preferito
ja: お気に入り解除
kk: Таңдаулыдан алып тастау
ko: 즐겨찾기 해제
lt: Pašalinti iš mėgstamiausių
ms: Buang daripada Kegemaran
nb: Fjern favoritt
nl: Verwijderen uit favorieten
pl: Usuń z ulubionych
pt: Remover favorito
ro: Ștergeți din favorite
ru: Удалить из избранного
sk: Odznačiť ako obľúbené
sl: Odznači priljubljeno
sv: Avfavorisera
th: นำออกจากรายการโปรด
tr: Favorilerden kaldır
uk: Вилучити з вибраного
vi: Bỏ thích
zh_hans: 取消收藏
zh_hant: 取消收藏

source: Unlock
ar: إلغاء القفل
bg: Отключване
bn: আনলক করুন
ca: Desbloqueja
cs: Odemknout
da: Lås op
de: Entsperren
el: Ξεκλείδωμα
es: Desbloquear
fa: باز کردن قفل
fi: Avaa lukitus
fr: Déverrouiller
he: ביטול נעילה
hi: अनलॉक करें
hr: Otključaj
hu: Feloldás
id: Buka Kunci
it: Sblocca
ja: ロック解除
kk: Құлыпты ашу
ko: 잠금 해제
lt: Atrakinti
ms: Buka Kunci
nb: Lås opp
nl: Ontgrendel
pl: Odblokuj
pt: Desbloquear
ro: Deblocați
ru: Разблокировать
sk: Odomknúť
sl: Odkleni
sv: Lås upp
th: ปลดล็อค
tr: Kilidi Aç
uk: Розблокувати
vi: Mở khóa
zh_hans: 解锁
zh_hant: 解鎖

source: Unnamed
ar: بلا اسم
bg: Без име
bn: নামহীন
ca: Sense nom
cs: Bez názvu
da: Unavngivet
de: Unbenannt
el: Χωρίς όνομα
es: Sin nombre
fa: بدون نام
fi: Nimetön
fr: Sans nom
he: ללא שם
hi: बिना नाम का
hr: Bez naziva
hu: Névtelen
id: Tanpa Nama
it: Senza nome
ja: 名称未設定
kk: Атаусыз
ko: 이름 없음
lt: Be pavadinimo
ms: Tanpa Nama
nb: Uten navn
nl: Naamloos
pl: Bez nazwy
pt: Sem nome
ro: Fără nume
ru: Без имени
sk: Bez názvu
sl: Neimenovano
sv: Namnlös
th: ไม่มีชื่อ
tr: Adsız
uk: Без назви
vi: Chưa đặt tên
zh_hans: 未命名
zh_hant: 未命名

source: Update Immich Server before signing in.
ar: حدّث خادم Immich قبل تسجيل الدخول.
bg: Обновете Immich Server преди вход.
bn: সাইন ইন করার আগে Immich Server আপডেট করুন।
ca: Actualitza Immich Server abans d'iniciar sessió.
cs: Před přihlášením aktualizujte Immich Server.
da: Opdater Immich Server, før du logger ind.
de: Aktualisiere Immich Server vor der Anmeldung.
el: Ενημερώστε το Immich Server πριν συνδεθείτε.
es: Actualiza Immich Server antes de iniciar sesión.
fa: پیش از ورود، Immich Server را به‌روزرسانی کنید.
fi: Päivitä Immich Server ennen kirjautumista.
fr: Mettez Immich Server à jour avant de vous connecter.
he: עדכנו את Immich Server לפני ההתחברות.
hi: साइन इन करने से पहले Immich Server अपडेट करें।
hr: Ažurirajte Immich Server prije prijave.
hu: Bejelentkezés előtt frissítse az Immich Servert.
id: Perbarui Server Immich sebelum masuk.
it: Aggiorna Immich Server prima di accedere.
ja: サインインする前にImmich Serverをアップデートしてください。
kk: Кірмес бұрын Immich Server жүйесін жаңартыңыз.
ko: 로그인하기 전에 Immich Server를 업데이트하세요.
lt: Prieš prisijungdami atnaujinkite Immich Server.
ms: Kemas kini Immich Server sebelum log masuk.
nb: Oppdater Immich Server før du logger på.
nl: Werk Immich Server bij voordat je je aanmeldt.
pl: Zaktualizuj Immich Server przed zalogowaniem.
pt: Atualize o Immich Server antes de iniciar sessão.
ro: Actualizați Immich Server înainte de autentificare.
ru: Обновите Immich Server перед входом.
sk: Pred prihlásením aktualizujte Immich Server.
sl: Pred prijavo posodobite Immich Server.
sv: Uppdatera Immich Server innan du loggar in.
th: อัปเดต Immich Server ก่อนเข้าสู่ระบบ
tr: Oturum açmadan önce Immich Sunucusu'nu güncelleyin.
uk: Оновіть сервер Immich перед входом.
vi: Cập nhật Máy chủ Immich trước khi đăng nhập.
zh_hans: 请先更新 Immich Server 再登录。
zh_hant: 請先更新 Immich Server 再登入。

source: Update link
ar: تحديث الرابط
bg: Обнови връзката
bn: লিংক আপডেট করুন
ca: Actualitza l’enllaç
cs: Aktualizovat odkaz
da: Opdater link
de: Link aktualisieren
el: Ενημέρωση συνδέσμου
es: Actualizar enlace
fa: به‌روزرسانی پیوند
fi: Päivitä linkki
fr: Mettre à jour le lien
he: עדכן קישור
hi: अपडेट लिंक
hr: Ažuriraj poveznicu
hu: Link frissítése
id: Perbarui tautan
it: Aggiorna link
ja: リンクをアップデートする
kk: Сілтемені жаңарту
ko: 링크 편집
lt: Atnaujinti nuorodą
ms: Kemas kini pautan
nb: Oppdater link
nl: Link bijwerken
pl: Aktualizuj link
pt: Atualizar link
ro: Actualizează link
ru: Обновить ссылку
sk: Aktualizovať odkaz
sl: Posodobi povezavo
sv: Uppdatera länk
th: อัปเดตลิงก์
tr: Bağlantıyı güncelle
uk: Оновити посилання
vi: Cập nhật link
zh_hans: 更新链接
zh_hant: 更新連結

source: Update this app before using this server.
ar: حدّث هذا التطبيق قبل استخدام هذا الخادم.
bg: Обновете приложението, преди да използвате този сървър.
bn: এই সার্ভার ব্যবহারের আগে অ্যাপটি আপডেট করুন।
ca: Actualitza aquesta aplicació abans d'utilitzar aquest servidor.
cs: Před použitím tohoto serveru aplikaci aktualizujte.
da: Opdater denne app, før du bruger serveren.
de: Aktualisiere diese App, bevor du diesen Server verwendest.
el: Ενημερώστε αυτή την εφαρμογή πριν χρησιμοποιήσετε τον διακομιστή.
es: Actualiza esta aplicación antes de utilizar este servidor.
fa: پیش از استفاده از این سرور، برنامه را به‌روزرسانی کنید.
fi: Päivitä tämä sovellus ennen palvelimen käyttämistä.
fr: Mettez cette app à jour avant d’utiliser ce serveur.
he: עדכנו את היישום לפני השימוש בשרת הזה.
hi: इस सर्वर का उपयोग करने से पहले ऐप अपडेट करें।
hr: Ažurirajte ovu aplikaciju prije upotrebe ovog poslužitelja.
hu: A szerver használata előtt frissítse ezt az alkalmazást.
id: Perbarui aplikasi ini sebelum menggunakan server tersebut.
it: Aggiorna questa app prima di usare il server.
ja: このサーバーを使用する前にアプリをアップデートしてください。
kk: Бұл серверді пайдаланбас бұрын қолданбаны жаңартыңыз.
ko: 이 서버를 사용하기 전에 앱을 업데이트하세요.
lt: Prieš naudodami šį serverį atnaujinkite programą.
ms: Kemas kini aplikasi ini sebelum menggunakan pelayan ini.
nb: Oppdater denne appen før du bruker serveren.
nl: Werk deze app bij voordat je deze server gebruikt.
pl: Zaktualizuj tę aplikację przed użyciem serwera.
pt: Atualize esta aplicação antes de utilizar este servidor.
ro: Actualizați această aplicație înainte de a utiliza acest server.
ru: Обновите приложение перед использованием этого сервера.
sk: Pred použitím tohto servera aktualizujte aplikáciu.
sl: Pred uporabo tega strežnika posodobite aplikacijo.
sv: Uppdatera appen innan du använder den här servern.
th: อัปเดตแอปนี้ก่อนใช้เซิร์ฟเวอร์นี้
tr: Bu sunucuyu kullanmadan önce uygulamayı güncelleyin.
uk: Оновіть цей застосунок перед використанням сервера.
vi: Cập nhật ứng dụng này trước khi sử dụng máy chủ.
zh_hans: 请先更新此应用再使用该服务器。
zh_hant: 請先更新此 App 再使用該伺服器。

source: Upload
ar: رفع
bg: Качване
bn: আপলোড
ca: Puja
cs: Nahrát
de: Hochladen
el: Μεταφόρτωση
es: Subir
fa: آپلود
fi: Siirrä palvelimelle
fr: Envoyer
he: העלאה
hi: डालना
hr: Prijenos
hu: Feltöltés
id: Unggah
it: Carica
ja: アップロード
kk: Жүктеп салу
ko: 업로드
lt: Įkelti
ms: Muat Naik
nb: Last opp
nl: Uploaden
pl: Prześlij
pt: Carregar
ro: Încărcați
ru: Загрузить
sk: Nahrať
sl: Naloži
sv: Ladda upp
th: อัปโหลด
tr: Yükle
uk: Вивантажити
vi: Tải lên
zh_hans: 上传
zh_hant: 上傳

source: Upload photos to see them here
ar: ارفع الصور لتراها هنا
bg: Качете снимки, за да ги видите тук
bn: এখানে দেখতে ছবি আপলোড করুন
ca: Puja fotos per veure-les aquí
cs: Nahrajte fotky, aby se zde zobrazily
da: Upload fotos for at se dem her
de: Lade Fotos hoch, um sie hier zu sehen
el: Μεταφορτώστε φωτογραφίες για να τις δείτε εδώ
es: Sube fotos para verlas aquí
fa: برای دیدن عکس‌ها در اینجا، آن‌ها را بارگذاری کنید
fi: Lataa kuvia nähdäksesi ne täällä
fr: Envoyez des photos pour les voir ici
he: העלו תמונות כדי לראות אותן כאן
hi: यहाँ देखने के लिए फ़ोटो अपलोड करें
hr: Prenesite fotografije da biste ih vidjeli ovdje
hu: Töltsön fel fotókat, hogy itt láthassa őket
id: Unggah foto untuk melihatnya di sini
it: Carica delle foto per visualizzarle qui
ja: 写真をアップロードするとここに表示されます
kk: Фотосуреттерді осында көру үшін жүктеп салыңыз
ko: 여기에서 보려면 사진을 업로드하세요
lt: Įkelkite nuotraukų, kad jos būtų rodomos čia
ms: Muat naik foto untuk melihatnya di sini
nb: Last opp bilder for å se dem her
nl: Upload foto's om ze hier te bekijken
pl: Prześlij zdjęcia, aby zobaczyć je tutaj
pt: Envie fotos para as ver aqui
ro: Încărcați fotografii pentru a le vedea aici
ru: Загрузите фотографии, чтобы увидеть их здесь
sk: Nahrajte fotografie a zobrazia sa tu
sl: Naložite fotografije, da jih vidite tukaj
sv: Ladda upp foton för att se dem här
th: อัปโหลดรูปภาพเพื่อดูที่นี่
tr: Fotoğrafları burada görmek için yükleyin
uk: Вивантажте фото, щоб побачити їх тут
vi: Tải ảnh lên để xem tại đây
zh_hans: 上传照片后即可在这里查看
zh_hant: 上傳相片後即可在此查看

source: Use 4 to 6 digits.
ar: استخدم من 4 إلى 6 أرقام.
bg: Използвайте от 4 до 6 цифри.
bn: ৪ থেকে ৬টি অঙ্ক ব্যবহার করুন।
ca: Utilitza de 4 a 6 dígits.
cs: Použijte 4 až 6 číslic.
da: Brug 4 til 6 cifre.
de: Verwende 4 bis 6 Ziffern.
el: Χρησιμοποιήστε 4 έως 6 ψηφία.
es: Utiliza entre 4 y 6 dígitos.
fa: از ۴ تا ۶ رقم استفاده کنید.
fi: Käytä 4–6 numeroa.
fr: Utilisez 4 à 6 chiffres.
he: השתמשו ב-4 עד 6 ספרות.
hi: 4 से 6 अंकों का उपयोग करें।
hr: Upotrijebite 4 do 6 znamenki.
hu: Használjon 4–6 számjegyet.
id: Gunakan 4 hingga 6 digit.
it: Usa da 4 a 6 cifre.
ja: 4〜6桁の数字を使用してください。
kk: 4–6 сан қолданыңыз.
ko: 4~6자리 숫자를 사용하세요.
lt: Naudokite 4–6 skaitmenis.
ms: Gunakan 4 hingga 6 digit.
nb: Bruk 4 til 6 sifre.
nl: Gebruik 4 tot 6 cijfers.
pl: Użyj od 4 do 6 cyfr.
pt: Utilize entre 4 e 6 algarismos.
ro: Utilizați între 4 și 6 cifre.
ru: Используйте от 4 до 6 цифр.
sk: Použite 4 až 6 číslic.
sl: Uporabite od 4 do 6 števk.
sv: Använd 4 till 6 siffror.
th: ใช้ตัวเลข 4 ถึง 6 หลัก
tr: 4 ila 6 rakam kullanın.
uk: Використовуйте від 4 до 6 цифр.
vi: Sử dụng từ 4 đến 6 chữ số.
zh_hans: 使用 4 至 6 位数字。
zh_hant: 使用 4 至 6 位數字。

source: Use cellular data to backup photos
ar: استخدام بيانات الهاتف المحمول لعمل نسخة احتياطية للصور
bg: Използвай мобилни данни за архивиране на снимки
bn: ছবি ব্যাকআপ করতে সেলুলার ডেটা ব্যবহার করুন
ca: Utilitza dades mòbils per a copiar les fotos al servidor
cs: Pro zálohování fotografií používat mobilní data
da: Benyt mobildatanettet for at sikkerhedskopiere dine fotos
de: Mobile Daten verwenden, um Fotos zu sichern
el: Χρήση δεδομένων κινητής τηλεφωνίας για τη δημιουργία αντιγράφων ασφαλείας των φωτογραφιών
es: Usar datos móviles para crear una copia de seguridad de las fotos
fa: استفاده از داده همراه برای پشتیبان‌گیری از عکس‌ها
fi: Käytä mobiiliverkkoa kuvien varmuuskopioimiseksi
fr: Utiliser les données mobile pour sauvegarder les photos
he: השתמש בנתונים ניידים לגיבוי תמונות
hi: फ़ोटो का बैकअप लेने के लिए सेलुलर डेटा का उपयोग करें
hr: Koristi mobilne podatke za sigurnosno kopiranje fotografija
hu: Mobil adatforgalmat használjon a fényképek biztonsági mentéséhez
id: Gunakan data seluler untuk pencadangan foto
it: Utilizza la connessione dati per il backup delle foto
ja: モバイル通信を使用して写真のバックアップを行う
kk: Фотосуреттердің сақтық көшірмесі үшін ұялы деректерді пайдалану
ko: 사진 백업에 모바일 데이터 사용
lt: Naudoti mobilų internetą atsarginėms nuotraukų kopijoms
ms: Gunakan data selular untuk menyandarkan foto
nb: Bruk mobildata for backup av bilder
nl: Gebruik mobiele data voor de backup van foto's
pl: Używaj danych komórkowych do tworzenia kopii zapasowych zdjęć
pt: Usar dados móveis para fazer cópia de segurança de fotos
ro: Utilizați datele mobile pentru a face copii de rezervă ale fotografiilor
ru: Использовать мобильный интернет для загрузки фото
sk: Použiť mobilné dáta na zálohovanie fotografií
sl: Uporaba mobilnih podatkov za varnostno kopiranje fotografij
sv: Använd mobildata för att säkerhetskopiera foton
th: ใช้ข้อมูลเซลลูลาร์เพื่อสำรองรูปภาพ
tr: Fotoğrafları yedeklemek için mobil veriyi kullan
uk: Використовувати мобільні дані для резервного копіювання фото
vi: Dùng dữ liệu di động sao lưu ảnh
zh_hans: 使用蜂窝数据备份照片
zh_hant: 使用行動網路流量備份相片

source: Use cellular data to backup videos
ar: استخدام بيانات الهاتف المحمول لعمل نسخة احتياطية لمقاطع الفيديو
bg: Използвай мобилни данни за архивиране на видео
bn: ভিডিও ব্যাকআপ করতে সেলুলার ডেটা ব্যবহার করুন
ca: Utilitza dades mòbils per a copiar els vídeos al servidor
cs: Pro zálohování videí používat mobilní data
da: Benyt mobildatanettet for at sikkerhedskopiere dine videoer
de: Mobile Daten verwenden, um Videos zu sichern
el: Χρήση δεδομένων κινητής τηλεφωνίας για τη δημιουργία αντιγράφων ασφαλείας των βίντεο
es: Usar datos móviles para crear una copia de seguridad de los videos
fa: استفاده از داده همراه برای پشتیبان‌گیری از ویدیوها
fi: Käytä mobiiliverkkoa videoiden varmuuskopioimiseksi
fr: Utiliser les données mobile pour sauvegarder les vidéos
he: השתמש בנתונים ניידים לגיבוי סרטונים
hi: वीडियो का बैकअप लेने के लिए सेलुलर डेटा का उपयोग करें
hr: Koristi mobilne podatke za sigurnosno kopiranje videozapisa
hu: Mobil adatforgalmat használjon a videók biztonsági mentéséhez
id: Gunakan data seluler untuk pencadangan video
it: Utilizza la connessione dati per il backup dei video
ja: モバイル通信を使用して動画のバックアップを行う
kk: Бейнелердің сақтық көшірмесі үшін ұялы деректерді пайдалану
ko: 동영상 백업에 모바일 데이터 사용
lt: Naudoti mobilų internetą atsarginėms vaizdo įrašų kopijoms
ms: Gunakan data selular untuk menyandarkan video
nb: Bruk mobildata for backup av videoer
nl: Gebruik mobiele data voor de backups van video's
pl: Używaj danych komórkowych do tworzenia kopii zapasowych filmów
pt: Usar dados móveis para fazer cópia de segurança de vídeos
ro: Utilizați datele mobile pentru a face copii de rezervă ale videoclipurilor
ru: Использовать мобильный интернет для загрузки видео
sk: Použiť mobilné dáta na zálohovanie videí
sl: Uporaba mobilnih podatkov za varnostno kopiranje videoposnetkov
sv: Använd mobildata för att säkerhetskopiera videor
th: ใช้ข้อมูลเซลลูลาร์เพื่อสำรองวิดีโอ
tr: Videoları yedeklemek için mobil veriyi kullan
uk: Використовувати мобільні дані для резервного копіювання відео
vi: Dùng dữ liệu di động sao lưu video
zh_hans: 使用蜂窝数据备份视频
zh_hant: 使用行動網路流量備份影片

source: Use This Range
ar: استخدام هذا النطاق
bg: Използване на този диапазон
bn: এই পরিসর ব্যবহার করুন
ca: Utilitza aquest interval
cs: Použít tento rozsah
da: Brug dette interval
de: Diesen Bereich verwenden
el: Χρήση αυτού του εύρους
es: Usar este intervalo
fa: استفاده از این بازه
fi: Käytä tätä aikaväliä
fr: Utiliser cette plage
he: שימוש בטווח הזה
hi: इस सीमा का उपयोग करें
hr: Upotrijebi ovaj raspon
hu: E tartomány használata
id: Gunakan Rentang Ini
it: Usa questo intervallo
ja: この範囲を使用
kk: Осы аралықты пайдалану
ko: 이 범위 사용
lt: Naudoti šį intervalą
ms: Gunakan Julat Ini
nb: Bruk dette området
nl: Dit bereik gebruiken
pl: Użyj tego zakresu
pt: Utilizar este intervalo
ro: Utilizați acest interval
ru: Использовать этот диапазон
sk: Použiť tento rozsah
sl: Uporabi ta obseg
sv: Använd det här intervallet
th: ใช้ช่วงนี้
tr: Bu Aralığı Kullan
uk: Використати цей діапазон
vi: Sử dụng khoảng này
zh_hans: 使用此范围
zh_hant: 使用此範圍

source: Version %@ has been released.
ar: تم إصدار النسخة %@.
bg: Версия %@ е издадена.
bn: %@ সংস্করণ প্রকাশিত হয়েছে।
ca: S'ha publicat la versió %@.
cs: Byla vydána verze %@.
da: Version %@ er udgivet.
de: Version %@ wurde veröffentlicht.
el: Κυκλοφόρησε η έκδοση %@.
es: Se ha publicado la versión %@.
fa: نسخه %@ منتشر شده است.
fi: Versio %@ on julkaistu.
fr: La version %@ est disponible.
he: גרסה %@ שוחררה.
hi: संस्करण %@ जारी हो गया है।
hr: Objavljena je verzija %@.
hu: Megjelent a(z) %@ verzió.
id: Versi %@ telah dirilis.
it: È stata pubblicata la versione %@.
ja: バージョン%@がリリースされました。
kk: %@ нұсқасы шығарылды.
ko: 버전 %@이(가) 출시되었습니다.
lt: Išleista %@ versija.
ms: Versi %@ telah dikeluarkan.
nb: Versjon %@ er utgitt.
nl: Versie %@ is uitgebracht.
pl: Wydano wersję %@.
pt: A versão %@ foi lançada.
ro: Versiunea %@ a fost lansată.
ru: Выпущена версия %@.
sk: Bola vydaná verzia %@.
sl: Izdana je bila različica %@.
sv: Version %@ har släppts.
th: เวอร์ชัน %@ เปิดตัวแล้ว
tr: %@ sürümü yayınlandı.
uk: Випущено версію %@.
vi: Phiên bản %@ đã được phát hành.
zh_hans: 版本 %@ 已发布。
zh_hant: 版本 %@ 已發佈。

source: Video
ar: فيديو
bg: Видеоклип
bn: ভিডিও
ca: Vídeo
el: Βίντεο
es: Vídeo
fa: ویدیو
fr: Vidéo
he: סרטון
hi: वीडियो
hr: Videozapis
hu: Videó
ja: 動画
kk: Бейне
ko: 동영상
lt: Vaizdo įrašas
pl: Wideo
pt: Vídeo
ro: Videoclip
ru: Видео
th: วิดีโอ
uk: Відео
zh_hans: 视频
zh_hant: 影片

source: Video - Coming Soon
ar: الفيديو - قريبًا
bg: Видео — очаквайте скоро
bn: ভিডিও - শীঘ্রই আসছে
ca: Vídeo - Properament
cs: Video – již brzy
da: Video – kommer snart
de: Video – demnächst verfügbar
el: Βίντεο – Σύντομα διαθέσιμο
es: Vídeo — Próximamente
fa: ویدیو - به‌زودی
fi: Video – tulossa pian
fr: Vidéo – bientôt disponible
he: וידאו – בקרוב
hi: वीडियो – जल्द आ रहा है
hr: Videozapis – uskoro
hu: Videó – hamarosan
id: Video - Segera Hadir
it: Video: prossimamente
ja: ビデオ - 近日対応予定
kk: Бейне — жақында
ko: 비디오 - 곧 제공 예정
lt: Vaizdo įrašai – netrukus
ms: Video - Akan Datang
nb: Video – kommer snart
nl: Video – binnenkort beschikbaar
pl: Filmy — wkrótce
pt: Vídeo — brevemente
ro: Video — în curând
ru: Видео — скоро
sk: Video – už čoskoro
sl: Videoposnetek – kmalu na voljo
sv: Video – kommer snart
th: วิดีโอ — เร็ว ๆ นี้
tr: Video - Yakında
uk: Відео — незабаром
vi: Video - Sắp ra mắt
zh_hans: 视频 — 即将推出
zh_hant: 影片 — 即將推出

source: Video Unavailable
ar: الفيديو غير متوفر
bg: Видеото не е налично
bn: ভিডিও উপলভ্য নয়
ca: El vídeo no està disponible
cs: Video není dostupné
da: Video ikke tilgængelig
de: Video nicht verfügbar
el: Το βίντεο δεν είναι διαθέσιμο
es: Vídeo no disponible
fa: ویدیو در دسترس نیست
fi: Video ei ole käytettävissä
fr: Vidéo indisponible
he: הסרטון אינו זמין
hi: वीडियो उपलब्ध नहीं है
hr: Videozapis nije dostupan
hu: A videó nem érhető el
id: Video Tidak Tersedia
it: Video non disponibile
ja: ビデオを利用できません
kk: Бейне қолжетімді емес
ko: 비디오를 사용할 수 없음
lt: Vaizdo įrašas nepasiekiamas
ms: Video Tidak Tersedia
nb: Videoen er utilgjengelig
nl: Video niet beschikbaar
pl: Film niedostępny
pt: Vídeo indisponível
ro: Videoclip indisponibil
ru: Видео недоступно
sk: Video nie je k dispozícii
sl: Videoposnetek ni na voljo
sv: Videon är inte tillgänglig
th: วิดีโอไม่พร้อมใช้งาน
tr: Video Kullanılamıyor
uk: Відео недоступне
vi: Video không khả dụng
zh_hans: 视频不可用
zh_hant: 影片無法使用

source: Videos
ar: فيديوهات
bg: Видеоклипове
bn: ভিডিও
ca: Vídeos
cs: Videa
da: Videoer
el: Βίντεο
es: Vídeos
fa: ویدیوها
fi: Videot
fr: Vidéos
he: סרטונים
hi: वीडियो
hr: Videozapisi
hu: Videók
id: Video
it: Video
ja: ビデオ
kk: Бейнелер
ko: 동영상
lt: Video
ms: Video
nb: Videoer
pl: Filmy
pt: Vídeos
ro: Videoclipuri
ru: Видео
sk: Videá
sl: Videoposnetki
sv: Videor
th: วิดีโอ
tr: Videolar
uk: Відео
vi: Video
zh_hans: 视频
zh_hant: 影片

source: View Details
ar: رؤية التفاصيل
bg: Подробности за изгледа
bn: বিবরণ দেখুন
ca: Mostra els detalls
cs: Zobrazit podrobnosti
da: Vis detaljer
de: Details ansehen
el: Προβολή Λεπτομερειών
es: Ver detalles
fa: نمایش جزئیات
fi: Näytä tiedot
fr: Voir les détails
he: הצג פרטים
hi: विवरण देखें
hr: Prikaži pojedinosti
hu: Részletek megtekintése
id: Tampilkan Detail
it: Visualizza Dettagli
ja: 詳細を表示
kk: Мәліметтерді көру
ko: 상세 보기
lt: Žiūrėti Detales
ms: Lihat Butiran
nb: Vis detaljer
nl: Bekijk details
pl: Zobacz szczegóły
pt: Ver Detalhes
ro: Vedeți detaliile
ru: Посмотреть подробности
sk: Zobraziť podrobnosti
sl: Ogled podrobnosti
sv: Visa detaljer
th: ดูรายละเอียด
tr: Ayrıntıları Görüntüle
uk: Детальніше
vi: Xem thông tin chi tiết
zh_hans: 查看详情
zh_hant: 檢視詳細資訊
